// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Rense";

NotInitiatedTitle = "Rensing kunne ikke starte";
NotInitiatedMsg = "Renseprosedyren kunne ikke starte. Kontroller om skriveren er online og ikke holder på å behandle andre utskriftsjobber.";

CleaningProgressTitle = "Renser…";

CompletitionLevelTitleFormat = "Rensenivå %i utført";
CompletitionLevelMsgFormat = "Vent mens testsiden skrives ut. Kontroller siden og sjekk om problemet ble løst. Hvis testsiden ser fin ut, klikk på Avslutt for å avslutte renseprosedyren. Hvis ikke, klikk på Rensenivå %i for å fortsette med å rense.";
CompletitionFinalMsg = "Vent mens testsiden skrives ut. Kontroller siden og sjekk om problemet ble løst. Hvis testsiden ser fin ut, klikk på Avslutt for å avslutte renseprosedyren. Hvis ikke, klikk på Få HP-hjelp for å gå til HPs problemløsningsnettside.";
NextLevelButtonFormat = "Rensenivå %i";
FinishButtonText = "Avslutt";
GetHelpButtonText = "Få HP-hjelp";

HSDCleanPrintheadsExplanation = "Hvis utskriften har striper som i eksempelet, må skrivehodene rengjøres. Denne prosessen tar omtrent ett minutt og bruker ett papirark.";
HSDCleanPrintheadsInvitation = "Klikk på Rengjør for å rengjøre skrivehodene nå.";
HSDManualCleanPrintheadsInvitation = "Hvis du vil vaske skriverhodet, må du velge passende alternativ fra skjermen på skriverens kontrollpanel.";

CleanCancelledTitle = "Operasjonen er avbrutt";
CleanCancelledMsg = "Rengjøringsprosedyren ble avbrutt fra enhetens frontpanel.";

CleaningProcessErrorTitle = "Kan ikke fullføre operasjon";
CleaningProcessErrorMsg = "Rengjøringsprosedyren kunne ikke fullføres. Kontakt HPs kundestøtte.";
DeviceBusyMessage = "Kan ikke fullføre rengjøringsprosedyren. Vent til enheten fullfører den pågående oppgaven, og prøv igjen.";

PythonLvl1DoneTitle = "Første nivå av skrivehoderengjøring er fullført";
PythonLvl1DoneMsg = "Hvis utskriftskvaliteten fremdeles ikke er akseptabel, er det enda et rengjøringsnivå tilgjengelig. Dette tar ca. 2 minutter, og bruker ett papirark. Dette andre nivået vil bruke en betydelig mengde blekk, og bør bare brukes hvis den første rengjøringen ikke forbedret utskriftskvaliteten. Klikk på \“Rengjøring på andre nivå\” for å utføre den andre rengjøringen.";

PythonLvl2Button = "Rengjøring på andre nivå";
PythonLvl2DoneTitle = "Andre nivå av skrivehoderengjøring er fullført";
PythonLvl2DoneMsg = "Hvis utskriftskvaliteten fremdeles ikke er bra, vil det sannsynligvis ikke hjelpe å kjøre denne prosedyren igjen. Se dokumentasjonen til skriveren for mer informasjon.";

ColorCleaningTextFieldTitle = "Rengjør skrivehoder";
HSDInfoTextFieldTitle = "Hvis utskriften er stripete som i eksempelet på bildet, eller hvis den har feil eller manglende farger, må kanskje skrivehodene rengjøres. Denne prosessen bruker blekk for å forsøke å rengjøre dysene i skrivehodene. Dette vil ta ca. 2 minutter, og bruker ett papirark.";
HSDGuideTextFieldTitle = "Klikk på Rengjør for å rengjøre skrivehodene nå.";

HSDCleanButtonTitle = "Rengjør";
CancelButtonTitleKey = "Avbryt";

PythonLvl1DoneMsgPigment = "Hvis utskriftskvaliteten fremdeles er uakseptabel, kan man utføre Nivå 2-rengjøring. Dette tar omtrent to minutter, og bruker ett papirark. Denne Nivå 2-rengjøringen bruker en god del blekk, og bør kun utføres hvis utskriftskvaliteten ikke ble bedre etter den første rengjøringen. Klikk på \“Nivå 2-rengjøring\” for å utføre nivå 2-rengjøring.";
HSDInfoTextFieldTitlePigment = "Hvis utskriften har striper, slik som eksempelet på bildet, eller har feil eller manglende farger, kan det være nødvendig å rengjøre skriverhodene. Denne prosessen bruker patronene for å prøve å rengjøre dysene i skriverhodene. Dette tar omtrent to minutter, og bruker ett papirark.";
